<?php 
    include_once "../config.php";
?>

<!DOCTYPE html>
<html lang="ru">
    <head>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
        <link rel="stylesheet" href="../css/bootstrap.min.css">
        <link rel="stylesheet" href="../css/style.css">
        <link rel="shortcut icon" type="image/png" href="../media/logo.png"/>
        <title>GoGame</title>
    </head>
<body>
    
    <?php require "../header.php"?>

    <main class="content-wrapper">
        <div class="container-fluid">
            <h1 class="text_main-title">День 2 лагеря GoGame</h1>
            <hr>
            <h4>Введение</h4>
                <br>
                <p class="text-sm-left">А наш второй секретный гость - Евгений Кусакин!
                <br>
                    И у него для вас, друзья, есть небольшое сообщение :)
                    <br><br>
                    👋Приветствую, друзья.<br>
                    🤝Давайте знакомиться. Меня зовут Евгений Кусакин. В области финансовой грамотности я более 6 лет. На сегодня я независимый финансовый советник, консультант проекта Министерства финансов РФ, автор книги и интенсива об инвестициях, частный инвестор и автор публикаций в СМИ.
                    <br>  
                    <br>⠀
                    Обо мне в цифрах<br>
                    ✔6 лет в области финансовой грамотности и инвестициях<br>
                    ✔Более 5000 человек посетили мои курсы и вебинары по инвестициям<br>
                    ✔117 клиентам помог взять под контроль свои деньги и начать инвестировать с нуля. Лишь за прошлый год
                    <br>✔29% годовых - доходность моего портфеля из акций за год, что больше депозита более чем в 6 раза. Представьте, что вы вложили 1 миллион, а получили через год 1 миллион 300 тысяч. Вот она, сила инвестиций.
                    <br>
                    <br>
                    В уроке я поделюсь с вами своим опытом продвижения игровых проектов. Обязательно применяйте полученную информацию на практике и у вас обязательно все получится.
                </p>
                <h4>в 19:00 | Лекция "Продвижение игровых проектов"</h4>
                <br>
                <div>
                <iframe width="560" height="315" src="https://www.youtube.com/embed/31phgtT379I" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
                    </div>
                <br>
                <br> 
                <br>  
                <h4>В 20:00 | Практика "Прототипирование проекта в Unity ЧАСТЬ 1"</h4>
                <br>  
                <div>
                    <iframe width="560" height="315" src="https://www.youtube.com/embed/SYiQKxIkpZ4" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
                    </div>
                <br>
                <h4>Практика "Прототипирование проекта в Unity ЧАСТЬ 2"</h4>
                <br>  
                <div>
                <iframe width="560" height="315" src="https://www.youtube.com/embed/fWQ5EXbo_Gs" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
                    </div>
                <br>        
                    <!--<?php require "../test1.php"?>-->

                    <div class="jumbotron">
                        <h3>Домашнее задание</h3>
                        <p class="text-left">
                        <!--<br>Домашнее задание будет доступно в <kbd>В 20:00</kbd> -->
                        <br>1) Cоздать сцену c 1 неподвижным объектом и 2 физическими объектами, взаимодействующие друг с другом<kbd>1 балл</kbd>
                        <br>2) Использовать joint'ы. Создать пару объектов и настроить их (можно на стандартных фигурах) <kbd>2 балла</kbd>
                        <br>
                        <br><strong>Повышенная сложность:</strong> Создать 2D игру с падающим мячом и препятствиями. Добавить управление падающим мячом. <kbd>2 балла</kbd>
                        <br> Самому креативному дз в команде <kbd>2 балла</kbd>
                        </p>
                        
                    </div>
                    <br>
                    <div class="jumbotron">
                        <h3>Как загрузить домашнее задание?</h3>
                        <p>ДЗ отправить на почту <a href="#" style="color: #007bff;">"gogame_school@mail.ru"</a></p>
                        <p class="text-left">
                            <b>Пример письма:</b>  
                            <br>1) Имя и фамилия
                            <br>2) Название компании
                            <br>3) Описание ДЗ
                            <br>4) 3-4 фото вашего ДЗ (лучше видео)
                            <br>5) .unitypackage файл с вашим ассетом
                            <br>
                        
                            <br>Как создать .unitypackage для отправки ДЗ:
                            <br>
                            1) В Unity выбрать вкладку <kbd>Assets</kbd>
                            <br>
                            2) Нажать на <kbd>Export Package</kbd>
                            <br>
                            3) Нажать кнопку <kbd>Export</kbd>
                            <br>
                        </p>
                        <br>
                        <h3 class="lvl-stats" style="margin-right:10px;">Награда за домашнее задание</h3>
                        <br>
                        <div class="d-flex text-center priz" style="justify-content: center; ">

                            <h5 class="lvl-stats" style="margin-right:10px;">Уровень +1</h5>
                            
                            <img class="box-img-hed" src="../media/pngwave.png" alt="">
                            <h5 class="gem-stats">+600</h5>
                            <!--<img class="box-img-hed" src="../media/box.png" alt="">
                            <h5 class="gem-stats last-stats">1</h5>-->
                        </div>
                        <!--<a href="https://cloud.mail.ru/public/4LHH%2FnH1JwN8UU"><button type="button" class="btn btn-success" data-toggle="modal" data-target="#exampleModal">
                            Скачать ассет-->
                        </button></a>
                        <!--<button type="button" class="btn btn-success" data-toggle="modal" data-target="#exampleModal">
                            Получить награду
                        </button>-->
                        
                    </div>
                   
                </div>
        </div>
        
    </main>

    <?php require "../footer.php"?>
    
</body>
</html>